cfpb-facts.tex
% Created 2017-07-27 Thu 20:55
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Elliott "Seylerius" Seyler}
\date{2017-07-27}
\title{CFPB Fact Sheet---State of the Gameboard}
\hypersetup{
 pdfauthor={Elliott "Seylerius" Seyler},
 pdftitle={CFPB Fact Sheet---State of the Gameboard},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 25.2.1 (Org mode 9.0.9)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents


\section{Consumer Financial Protection Bureau}
\label{sec:org4d920f9}

\subsection{Creation}
\label{sec:orgb2ceb74}

\begin{itemize}
\item Created in Dodd-Frank legislation after Great Recession
\item Established as \emph{independent agency}---can't be controlled as directly by president
\item Director Richard Cordray describes CFPB priorities:
\begin{itemize}
\item Mortgages
\item Credit cards
\item Student loans
\end{itemize}
\item Independent unit located inside and funded by Federal Reserve
\begin{itemize}
\item Mandatory funding requirements from the Fed
\item Legally independent from Fed
\end{itemize}
\end{itemize}

\subsection{Targets}
\label{sec:orga8ced58}

\begin{itemize}
\item Fraudulent transactions
\begin{itemize}
\item Wells Fargo Scandal
\item "inflated credit score" companies
\item Vehicle emission statistics
\end{itemize}
\item Abusive contracts
\begin{itemize}
\item Mandatory Binding Arbitration
\item Unenforceable provisions
\end{itemize}
\item Monitors toy safety
\begin{itemize}
\item Regulates toy safety, demands recalls
\item Ensures restitution if child harmed
\end{itemize}
\end{itemize}

\subsection{Successes}
\label{sec:orgfdf2e1a}

\subsubsection{Statistics}
\label{sec:org651c394}

\begin{itemize}
\item \$12B returned to consumers
\item 29M Americans helped
\item \$600M annual budget
\item 97\% responded within X time
\item Compiles database of consumer complaints
\end{itemize}

\subsubsection{Wells Fargo Investigation}
\label{sec:orgdcfc87c}

\begin{itemize}
\item Millions of fraudulent checking \& savings accounts created without consent
\item Fined \$185M
\item Company faces additional civil \& criminal suits
\end{itemize}

\subsubsection{Inflated Credit Scores}
\label{sec:org6d4c9fb}

\begin{itemize}
\item Sells you credit score, but gives you artificially inflated number
\item Fraudulent due to false advertising
\item Consumers wind up applying for and getting denied for things
\end{itemize}

\subsubsection{Volkswagen Diesel Emission Scandal}
\label{sec:orgf19dd10}

\begin{itemize}
\item VW sold diesel vehicles with cheating emission software
\begin{itemize}
\item Emission control computers normally violated standards in favor of better performance
\item Detected inspectors and switched to compliant mode
\item False advertising
\end{itemize}
\item CFPB worked to ensure defrauded consumers got restitution
\end{itemize}

\section{Attacks}
\label{sec:org20cdba1}

\subsection{Legislative}
\label{sec:orgc77a701}

\subsubsection{Financial CHOICE Act}
\label{sec:orge42bbf5}

\begin{itemize}
\item \textbf{CHOICE} --- Creating Hope and Opportunity for Investors, Consumers, and Entrepreneurs
\item Passed House 2017-06-08 on party line vote
\item Gives president power to fire directors of Federal Housing Finance Agency (FHFA) and CFPB
\item Gives Congress direct control over CFPB budget
\item Eliminates Dodd-Frank's Orderly Liquidation Authority
\item Replaces CFPB director with bipartisan, 5-member commission
\end{itemize}

\subsubsection{House vote to Overturn Mandatory Binding Arbitration Protection}
\label{sec:org31b9722}

\begin{itemize}
\item Companies build a clause called \emph{Mandatory Binding Arbitration} into contracts
\begin{itemize}
\item MBA blocks consumers from suing in disputes
\item This also blocks class action lawsuits
\item Disputes can only be settled through arbitration, with arbitrator chosen by company
\end{itemize}
\item CFPB created new rule banning MBA
\begin{itemize}
\item Consumers regain right to class action suits
\item MBA becomes unenforceable
\item Affects financial services firms
\item Companies must review their existing practices to ensure compliance
\end{itemize}
\item House passed bill overturning rule
\begin{itemize}
\item Could pass Senate any day
\item Would reinstate MBA clauses
\item Tom Cotton submitted similar bill in Senate
\end{itemize}
\end{itemize}

\subsection{Executive}
\label{sec:org17c90e1}

\subsubsection{Trump 2018 Federal Budget}
\label{sec:org2524d77}

\begin{itemize}
\item Cuts money from CFPB
\item CFPB funded by Federal Reserve, not taxpayers
\item Seems to assume CHOICE will succeed
\end{itemize}

\subsubsection{Trump Actions if Control over CFPB Acquired}
\label{sec:org8c41163}

\begin{itemize}
\item Eliminate \emph{independent agency} status
\item Ban publishing of complaint database
\end{itemize}
\end{document}